Repository: Autopay-S-A/autopay-sdk-pay-ios
Catalog: DemoAutopaySdk/DemoAutopaySdk/Resources/Localizable.xcstrings
Source language: pl
Languages: de, en

# demo_apple_pay_title
source: Płatność Apple Pay
de: Apple Pay-Zahlung
en: Apple Pay payment

# demo_bank_title
source: Płatność przelewem bankowym
de: Banküberweisung
en: Bank transfer payment

# demo_blik_title
source: Płatność BLIK
de: BLIK-Zahlung
en: BLIK payment

# demo_card_activation_title
source: Aktywacja płatności automatycznej
de: Aktivierung der automatischen Zahlung
en: Enable automatic payment

# demo_card_autopayment_button
source: Płatność automatyczna
de: Automatische Zahlung
en: Automatic payment

# demo_card_title
source: Płatność kartą płatniczą
de: Bezahlung mit Karte
en: Card payment

# demo_common_cancel
source: Anuluj
de: Annullieren
en: Cancel

# demo_common_change
source: Zmień
de: Ändern
en: Change

# demo_common_edit
source: Edytuj
de: Bearbeiten
en: Edit

# demo_common_next
source: Dalej
de: Weiter
en: Continue

# demo_common_retry
source: Spróbuj ponownie
de: Erneut versuchen
en: Try again

# demo_common_save
source: Zapisz
de: Speichern
en: Save

# demo_config_content
source: Wybierz serwis na którym chcesz wykonywać swoje transakcje
de: Wählen Sie Service aus, auf der Sie Ihre Transaktionen durchführen möchten
en: Select the service on which you want to perform your transactions

# demo_config_subtitle
source: Wybór serwisu produkcyjnego
de: Auswahl der Produktionsservice
en: Choice of production service

# demo_error_title
source: Coś poszło nie tak
de: Da ist etwas schief gelaufen
en: Something went wrong

# demo_general_error
source: Wystąpił błąd
de: Ein Fehler ist aufgetreten
en: An error has occurred

# demo_home_active_form
source: Aktywna forma płatności
de: Aktive Zahlungsmethode
en: Active payment method

# demo_home_form_native
source: Natywna
de: Native
en: Native

# demo_home_form_native_explanation
source: Proces wyboru oraz obsługa niektórych form płatności odbywa się wewnątrz aplikacji.
de: Der Auswahlprozess und die Abwicklung einiger Zahlungsmethoden erfolgt innerhalb der App
en: The payment process takes place inside the application

# demo_home_form_webview_explanation
source: Proces wyboru oraz obsługa form płatności odbywa się na zewnętrznym serwisie www.
de: Der Auswahlprozess und die Abwicklung einiger Zahlungsmethoden erfolgt über eine externe Website
en: In the payment process, screens from external websites are presented

# demo_home_service
source: Serwis produkcyjny
de: Produktionsservice
en: Production service

# demo_home_service_development
source: SDK - Testowy
de: SDK - Test
en: SDK - Test

# demo_home_service_production
source: SDK - Produkcja
de: SDK - Produktion
en: SDK - Production

# demo_home_service_selected
source: Wybrany serwis:
de: Ausgewählter Service:
en: Selected service:

# demo_home_theme
source: Motyw aplikacji
de: Motiv der App
en: Application theme

# demo_home_theme_selected_color
source: Wybrany kolor:
de: Ausgewählte Farbe:
en: Selected color:

# demo_list_title
source: Wybór formy płatności
de: Auswahl der Zahlungsmethode
en: Choice of form of payment

# demo_logo_autopay
source: logo Autopay
de: Autopay-Logo
en: Autopay logo

# demo_service_config_currency
source: Waluta
de: Währung
en: Currency

# demo_service_config_payment_summary
source: Tytuł płatności
de: Verwendungszweck
en: Payment title

# demo_service_config_price
source: Cena
de: Preis
en: Price

# demo_service_config_section_title
source: Konfiguracja SDK
de: SDK-Konfiguration
en: SDK configuration

# demo_service_config_use_web_blik
source: Blik w WebView
de: Blik in WebView
en: Blik in WebView

# demo_status_error
source: Płatność nie powiodła się
de: Ihre Zahlung war nicht erfolgreich
en: Payment failed

# demo_status_pending
source: Płatność w trakcie realizacji
de: Ihre Zahlung wird bearbeitet
en: Payment in progress

# demo_status_success
source: Płatność powiodła się
de: Ihre Zahlung war erfolgreich
en: Payment succeeded

# demo_theme_background_color
source: Kolor tła
de: Farbe des Hintergrundes
en: Background color

# demo_theme_brand_color
source: Wybierz kolor z palety
de: Wählen Sie die Farbe aus der Palette aus
en: Select a color from the palette

# demo_theme_brand_color_title
source: Kolor podstawowy
de: Grundfarbe
en: Base color

# demo_theme_brand_insert_hex
source: Użyj własnego koloru w formacie HEX
de: Verwenden Sie eigene Farbe im HEX-Format
en: Use your own color in HEX format

# demo_theme_content_color
source: Kolor treści
de: Farbe des Inhalts
en: Content color

# demo_theme_dark
source: Ciemny
de: Dunkel
en: Dark

# demo_theme_error_color
source: Kolor błędu
de: Farbe des Codes
en: Error color

# demo_theme_extra_color_title
source: Kolory dodatkowe
de: Zusätzliche Farben
en: Additional colors

# demo_theme_light
source: Jasny
de: Hell
en: Light

# demo_theme_neutral_dark_color
source: Kolor neutralny ciemny
de: Neutrale dunkle Farbe
en: Neutral dark color

# demo_theme_neutral_light_color
source: Kolor neutralny jasny
de: Neutrale helle Farbe
en: Neutral light color

# demo_theme_text_color
source: Kolor tekstu
de: Farbe des Textes
en: Text color

# demo_theme_title
source: Motyw aplikacji
de: Motiv der App
en: Application theme

# demo_theme_type_title
source: Motyw kolorystyczny
de: Farbmotiv
en: Color theme

# demo_type_content
source: Wybrana ścieżka pokaże w jaki sposób użytkownik będzie realizował płatności w swoim telefonie
de: Der ausgewählte Pfad zeigt, wie der Benutzer Zahlungen über sein Telefon vornimmt
en: The selected path will show you how the user will process payments on his phone

# demo_type_title
source: Wybór wywoływania form płatności
de: Auswahl des Abrufs der Zahlungsmethode
en: Choice of calling up forms of payment

# demo_visa_title
source: Płatność Visa Mobile
de: Visa Mobile
en: Visa Mobile payment
